{
 "Ready to create your own music with AI?": "Bạn đã sẵn sàng tạo bản nhạc của riêng mình với AI chưa?",
 "You have": "Hôm nay bạn còn",
 "remaining creations today": "lượt tạo",
 "Music Creation Basic Settings": "Cài đặt cơ bản để tạo nhạc",
 "Music Visibility": "Chế độ hiển thị bản nhạc",
 "Music Type": "Loại nhạc",
 "Select AI Version": "Chọn phiên bản AI",
 "Release": "Phát hành",
 "Unrelease": "Chưa phát hành",
 "Premium model – long, high-quality songs": "Mô hình Cao cấp – tạo bài hát dài và chất lượng cao",
 "Standard model – better sound & stability": "Mô hình Tiêu chuẩn – âm thanh tốt hơn và ổn định",
 "Basic model – simple lyrics & music": "Mô hình Cơ bản – dành cho lời và giai điệu đơn giản",
 "Select Creation Format": "Chọn định dạng tạo",
 "Chatbot Mode": "Chế độ Chatbot",
 "Standard Mode": "Chế độ Tiêu chuẩn",
 "Create music through a conversation with AI\nFor boundless creativity, choose Chatbot Mode!": "Tạo nhạc bằng cách trò chuyện với AI\nNếu muốn sáng tạo không giới hạn, hãy chọn Chế độ Chatbot!",
 "Choose from a variety of options\nIf you need guidance, go with Standard Mode!": "Chọn từ nhiều tùy chọn khác nhau\nNếu bạn cần hướng dẫn, hãy chọn Chế độ Tiêu chuẩn!",
 "Start Music Creation": "Bắt đầu tạo nhạc",
 "Generate Lyrics": "Tạo lời bài hát",
 "Edit Lyrics": "Chỉnh sửa lời bài hát",
 "Generate Melody": "Tạo giai điệu",
 "Lyrics": "Lời bài hát",
 "View/Edit Lyrics": "Xem/Chỉnh sửa lời bài hát",
 "Update Lyrics": "Chỉnh sửa lời bài hát",
 "Lyrics Updated": "Đã chỉnh sửa lời bài hát",
 "I'm a lyrics-generating AI!": "Tôi là AI tạo lời bài hát!",
 "Shall we start by creating song lyrics?\nCreate your own lyrics based on a special story": "Bắt đầu bằng cách tạo lời bài hát nhé?\nHãy tạo lời bài hát của riêng bạn dựa trên một câu chuyện đặc biệt.",
 "Typing...": "Đang nhập...",
 "Go to Edit Lyrics": "Chuyển đến chỉnh sửa lời",
 "You can click the lyrics to edit them.": "Bạn có thể nhấp vào lời bài hát để chỉnh sửa.",
 "Use the generated lyrics as-is or customize them as you like.\nYou can generate a melody based on the edited lyrics.": "Dùng nguyên lời bài hát đã tạo hoặc chỉnh sửa theo ý bạn.\nBạn có thể tạo giai điệu dựa trên lời bài hát đã chỉnh sửa.",
 "Download as text (.txt)": "Tải xuống dạng văn bản (.txt)",
 "Download as PDF (.pdf)": "Tải xuống dạng PDF (.pdf)",
 "Go to Melody Creation": "Chuyển đến bước tạo giai điệu",
 "I am a melody generation AI!": "Tôi là AI tạo giai điệu!",
 "Shall we create the melody and instruments for the song this time?\nChoose a genre that fits the lyrics, select the tempo and instruments to complete the song’s sound!": "Lần này hãy tạo giai điệu và nhạc cụ cho bài hát nhé.\nChọn thể loại phù hợp với lời bài hát, chọn tốc độ và nhạc cụ để hoàn thiện âm thanh bài hát!",
 "Create your own music": "Tạo nhạc của riêng bạn",
 "What are the main keywords for the lyrics you want to create?": "Từ khóa chính cho lời bài hát bạn muốn tạo là gì?",
 "You can select up to 5 tags.": "Bạn có thể chọn tối đa 5 thẻ.",
 "You can also enter your desired keywords manually.": "Bạn cũng có thể nhập từ khóa mong muốn theo cách thủ công",
 "Love": "Tình yêu",
 "Moon": "Mặt trăng",
 "Happy": "Vui vẻ",
 "Sad": "Buồn",
 "Cafe": "Quán cà phê",
 "Travel": "Du lịch",
 "Winter": "Mùa đông",
 "School": "Trường học",
 "Nature": "Thiên nhiên",
 "Cat": "Mèo",
 "Strawberry": "Dâu tây",
 "Space": "Không gian",
 "What genre/style of lyrics would you like to create?": "Bạn muốn tạo lời bài hát thuộc thể loại/phong cách nào?",
 "You can choose or add only one.": "Bạn chỉ có thể chọn hoặc thêm một mục duy nhất.",
 "You can also enter your desired genre manually.": "Bạn cũng có thể nhập thể loại mong muốn theo cách thủ công.",
 "K-POP": "K-POP",
 "POP": "POP",
 "BALLAD": "BALLAD",
 "R&B": "R&B",
 "SOUL": "SOUL",
 "HIP-HOP": "HIP-HOP",
 "RAP": "RAP",
 "ROCK": "ROCK",
 "METAL": "METAL",
 "FOLK": "FOLK",
 "BLUES": "BLUES",
 "COUNTRY": "COUNTRY",
 "EDM": "EDM",
 "CLASSICAL": "CLASSICAL",
 "REAGAE": "REGGAE",
 "Do you have your own story for the lyrics?": "Bạn có câu chuyện riêng cho lời bài hát không?",
 "Feel free to share your ideas!": "Hãy thoải mái chia sẻ ý tưởng của bạn nhé!",
 "What kind of mood, emotion, or imagery should the melody express?": "Giai điệu nên thể hiện bầu không khí, cảm xúc hoặc hình ảnh như thế nào?",
 "What genre of melody would you like to create?": "Bạn muốn tạo giai điệu thuộc thể loại nào?",
 "Which instruments would you like to use?": "Bạn muốn sử dụng nhạc cụ nào?",
 "You can also enter your desired instruments manually.": "Bạn cũng có thể nhập nhạc cụ mong muốn một cách thủ công.",
 "Guitar": "Ghi-ta",
 "Piano": "Piano",
 "Drums": "Trống",
 "Bass": "Bass",
 "Violin": "Violin",
 "Cello": "Cello",
 "Flute": "Sáo",
 "Trumpet": "Kèn trumpet",
 "Harp": "Đàn hạc",
 "Synthesizer": "Synthesizer",
 "What gender of voice would you like to use?": "Bạn muốn sử dụng giọng hát của giới tính nào?",
 "Male": "Nam",
 "Female": "Nữ",
 "What tempo (BPM) should the song have?": "Bạn muốn tốc độ bài hát là bao nhiêu BPM?",
 "Slow 60–80 BPM is suitable for calm and contemplative songs.": "Chậm 60–80 BPM phù hợp với những bài hát nhẹ nhàng và suy tư.",
 "Medium 81–120 BPM is suitable for general-purpose songs.": "Trung bình 81–120 BPM phù hợp với các bài hát đa dụng thông thường.",
 "Are there any detailed melody elements you want to include?": "Bạn có muốn thêm yếu tố chi tiết nào cho giai điệu không?",
 "Please write any specific elements like wind sounds or vocal pitch changes.": "Hãy viết những yếu tố mong muốn như tiếng gió, độ cao thấp của giọng hát, v.v.",
 "Please enter the song title.": "Vui lòng nhập tiêu đề bài hát.",
 "Write a title for this song.": "Hãy đặt tiêu đề cho bài hát này.",
 "Please write a description of the song.": "Vui lòng nhập mô tả cho bài hát.",
 "Write an introduction for this song.": "Hãy viết đoạn giới thiệu cho bài hát này.",
 "Music cannot be generated.": "Không thể tạo nhạc.",
 "Inappropriate or offensive words were detected in the lyrics.\nPlease revise the lyrics and try again.": "Đã phát hiện từ ngữ không phù hợp hoặc thô tục trong lời bài hát.\nVui lòng chỉnh sửa lời và thử lại."
}